[Main]
DisplayName=English

[UnLocker1_frmMain]
Label_Title_Detail.caption=This tool will help you unlock the files/folders occupied by other processes. 
Label_Setting.caption=More
lbl_CheckForUpdate.caption=Check for updates
lbl_FileInfo_Title.caption=Files/Folders selected
lbl_Add_describe.caption=Add files/folders to unlock. You can drag and drop files/folders here or click "Add" button!
chk_Advanced.caption=Forced Mode
btn_Browse.caption=Add
btn_Close.caption=Exit
lbl_Add.caption=Add
cx_Action.caption=Unlock
img_AddHint.hint=Add files/folders to unlock.
img_AdcancedHint.Hint=Forced Mode will terminate all related processes. If unlock failed in normal mode, you can try forced mode.

Menu_UnlokcDelete.caption=Unlock && Delete
Menu_UnlockRename.caption=Unlock && Rename
Menu_UnlockMove.caption=Unlock && Move
Menu_UnlockCopy.caption=Unlock && Copy

Menu_Language.caption=Language
Menu_SendFeedback.caption=Send Feedback
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Technical Support
Menu_User_Manual.caption=User Manual
Menu_About.caption=About

ListView_FileInfo.Columns[0].caption=Files/Folders
ListView_FileInfo.Columns[1].caption=Status

ListView_LockInfo.Columns[0].caption=Name
ListView_LockInfo.Columns[1].caption=Path
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=You can start the program by right clicking on files/folders and then select IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Unlock && Rename
btn_Cancel.caption=Cancel
btn_Apply.caption=&Apply
lbl_edt.caption=Enter the new name:

ListView.Columns[0].caption=Original Name
ListView.Columns[1].caption=New Name

[Unlocker1_M]
Unlocker_Restart=You need to restart your computer to enable starting IObit Unlocker by right clicking on files/folders
Unlocker_Delete=It will delete the files/folders permanently. Continue?
Unlocker_Status_Notlocked=Not locked
Unlocker_Status_locked=Locked

Unlocker_Action_Delete= & Delete
Unlocker_Action_Rename= & Rename
Unlocker_Action_Move= & Move
Unlocker_Action_Copy= & Copy
Unlocker_Status_Change_Unlocking=Unlocking
Unlocker_Status_Change_Unlock=Unlock
Unlocker_Status_Change_sucessfully=successfully
Unlocker_Status_Change_failed=failed
File_Detail_Notlocker=not locked.
File_Detail_occupied=occupied by below processes.
Browser_Folder=Select the file/folder you want to unlock
File_Operation=Can not unlock local drives.
File_Rename_Long=Name length is too long
File_Rename_special=Name has special characters

MoveDialog_Prompt=Choose destination folder for moved object
CopyDialog_Prompt=Choose destination folder for copied object
Action_Sucesses=Operation succeeded.
Action_Error_One=Operation failed
AddFile_Filter=Can not unlock system path.
Action_Error_More=some files/directories failed
Action_Error_Detaill=There may be files/directories with same name
cmd_Error_Prompt_1=Command line usage:
cmd_Error_Prompt_2=Command [Option] Object
cmd_Error_Prompt_3=Command:
cmd_Error_Prompt_4=Option:
cmd_Error_Prompt_5=Object:
cmd_Error_Prompt_6=None:
cmd_Error_Prompt_7=Delete:
cmd_Error_Prompt_8=Rename:
cmd_Error_Prompt_9=Move:
cmd_Error_Prompt_10=Copy:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Thanks to the following people for their great contributions:
lbl_warning.caption=Warning: This computer program is protected by copyright law and international treaties.
lbl_CopyRight.caption=Copyright(C) 2005-2018 IObit. All rights reserved.
btn_OK.caption=OK

